accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
android-file-transfer
arc-gtk-theme
arc-x-icons-theme
autoconf
automake
autorandr
b43-fwcutter
base
bash-completion
bdf-unifont
bind
binutils
bison
bluez
bluez-utils
borg
brightnessctl
btrfs-progs
calibre
cantarell-fonts
capitaine-cursors
chromium
code
code-icons
colordiff
cryptsetup
device-mapper
dhclient
dialog
diff-so-fancy
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-xfce4
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-log-tool
eos-rankmirrors
eos-update-notifier
ethtool
evince
exfatprogs
exo
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
flex
freetype2
fsarchiver
galculator
garcon
gawk
gcc
gedit
gettext
gimp
git
glances
gnome-calculator
gnu-netcat
gpm
gptfdisk
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
highlight
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3lock-color
i3status
inetutils
insomnia-bin
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
keychain
lazygit
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libtool
libva-utils
libwnck3
lightdm-slick-greeter
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa-amber
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nbd
ncdu
ndisc6
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvm
openconnect
opendesktop-fonts
openvpn
os-prober
pacman
pacman-contrib
papirus-icon-theme
paprefs
parole
parted
patch
pavucontrol
pdfarranger
perl
picom
pinta
pipewire-alsa
pipewire-pulse
pkgconf
pkgfile
polybar
poppler-glib
postgresql
power-profiles-daemon
ppp
pptpclient
pv
python
python-defusedxml
python-packaging
qbittorrent
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ristretto
rofi
rofi-calc
rofi-emoji
rp-pppoe
rsync
s-nail
scrot
sed
sg3_utils
signal-desktop
slack-desktop
smartmontools
sof-firmware
spice-vdagent
sshfs
stellarium
sudo
sxiv
sysfsutils
systemd-sysvcompat
terminator
terraform
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
torbrowser-launcher
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-icomoon-feather
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-mac-fonts
ttf-material-design-icons
ttf-ms-fonts
ttf-opensans
ttf-sourcecodepro-nerd
tumbler
udiskie
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xz
yad
yay
youtube-dl
zoom
